{
  "movies": [
    {
      "slug": "movie-1",
      "title": "Meet Me in St. Louis",
      "url": "https://www.imdb.com/title/tt0037059/?ref_=fn_all_ttl_1",
      "date": "November, 1944",
      "image": "meet-me-in-st.-louis.jpg",
      "quote": "“Meeting him across the lawn for the first time would be so ordinary. I don't want to be just introduced to him. I want it to be something strange and romantic and something I'll always remember.”",
      "post": [
        {
          "type": "text",
          "value": "Vincent Minelli’s “Meet Me In St. Louis” is a movie like no other, a technicolor American dream/love story. Minelli, along with Hollywood starlet and icon Judy Garland, masterfully capture a seemingly perfect Midwestern life."
        },
        {
          "type": "text",
          "value": "This film follows the Smith family in the one year leading up to the opening of the World’s Fair in St. Louis, Missouri. The film centers around Garland’s character, Esther, as she falls in love and starts a relationship with “the boy next door” John Pruitt. Alongside the love story, the rest of the family runs into their own shenanigans, like Tootie’s and Agnes’s trickery on Halloween and Mr. Smith's earth shattering job promotion. The Christmas scenes and its musical number “Have Yourself A Merry Little Christmas” are the most memorable parts of the film, capturing the joyful colors of the holiday while grieving the lifestyle the Smith’s will lose when they move to New York City."
        },
        {
          "type": "text",
          "value": "From the summer music numbers, the suspense of the fall, the whimsy of Christmas and the hope of the new year makes for the perfect movie for our family."
        }
      ]
    },
    {
      "slug": "movie-2",
      "title": "Beauty Shop",
      "url": "https://www.imdb.com/title/tt0388500/?ref_=fn_all_ttl_1",
      "date": "March 30, 2005",
      "image": "beauty-shop.jpg",
      "quote": "“30 thousand dollars?! What kind of a shop can I buy with that!”",
      "post": [
        {
          "type": "text",
          "value": "Gina Norris, a hairstylist, quits her job at the uppity salon in downtown Atlanta to start her own beauty shop. After running into roadblocks to fund the shop, Gina finally opens “Gina’s Beauty Shop” in southwest Atlanta. The beauty shop goes through comical highs and lows, including an offer from Covergirl to buy Gina’s “hair crack” conditioner and her nemesis burning down her salon. Beauty Shop is an unlikely hero’s journey with hundreds of laughs along the way."
        },
        {
          "type": "text",
          "value": "This movie has gone platinum in our house. Since its release, our family has rewatched and rewatched and rewatched this Barbershop spin-off. Every scene elicits laughter from us along with an almost perfect word-for-word recitation of the dialogue. Alicia Silverstone’s southern accent is unintentionally another source of laughter."
        },
        {
          "type": "text",
          "value": "Our favorite quotes are “This ain’t no remake of black mama white mama! I’ll throw the peace card on ya!” “Said the girl who got Popeyes to cater her wedding…” “You ain’t got no hair! What’s he gonna do, braid ya scalp?” and “I’ve got Don King issues, dammit!”"
        }
      ]
    },
    {
      "slug": "movie-3",
      "title": "The Hundred-Foot Journey",
      "url": "https://www.imdb.com/title/tt2980648/?ref_=fn_all_ttl_1",
      "date": "August 8, 2014",
      "image": "the-hundred-foot-journey.jpg",
      "quote": "“Papa, it is a very sweet location and the building is fine, but there is a problem, which makes it impossible for us to open a restaurant there. There is already a restaurant.”",
      "post": [
        {
          "type": "text",
          "value": "The Hundred-Foot Journey tells the story of the Kadams, a family immigrating from India to France after they lost their restaurant and their mother/wife to a catastrophic fire. Papa, played by Om Puri, moves the family to the French countryside and decides to open a restaurant 100 feet away from a Michelin star restaurant run by Madame Mallory, played by Helen Mirren."
        },
        {
          "type": "text",
          "value": "My parents took my sister and I to see this movie in theaters without telling us what movie we were watching or what it was about. I had never been more pleasantly surprised by a film. The colors, sound and story of “The Hundred-Foot Journey” makes for a perfect feel-good and easy watch. Lasse Hallström has a history of directing these feel-good and uplifting movies but we give this one 5 Michelin stars. Mirren delicately dances between a stuck-up restauranter and a kind hearted woman that reminds you of the positive impact of getting out of your comfort zone and being open to connecting with new types of people."
        }
      ]
    },
    {
      "slug": "movie-4",
      "title": "Pride and Prejudice",
      "url": "https://www.imdb.com/title/tt0414387/?ref_=fn_all_ttl_1",
      "date": "November 11, 2005",
      "image": "pride-and-prejudice.jpg",
      "quote": "“If, however, your feelings have changed, I will have to tell you: you have bewitched me, body and soul, and I love--I love--I love you. I never wish to be parted from you from this day on.”",
      "post": [
        {
          "type": "text",
          "value": "My mom is an Austenite, through and through. Whenever she doesn’t know what she wants to watch, she quickly decides on “Pride and Prejudice.” She has multiple copies of this film in physical and digital media. I used to hate this film because it was boring to me. But once I got older, elongated my attention span and exposed myself to more classical literature, I started to appreciate the incredible storytelling of Jane Austen and the production of the 2005 film."
        },
        {
          "type": "text",
          "value": "The five Bennet sisters’ lives are changed when Mr. Bingley and his best friend Mr. Darcy arrives in town. With only daughters and no sons to inherit their home, Mrs. Bennet becomes obsessed with marrying off her daughters. Elizabeth Bennet, played by a young Kiera Knightly, begins a tumultuous acquaintance with Mr. Darcy who can’t help but be intrigued, disgusted and in love with Elizabeth. Elizabeth continues to judge Mr. Darcy but can’t stop thinking of him."
        },
        {
          "type": "text",
          "value": "My dad loves this movie, not for the story, but for the cinematography. He says every frame is like a live renaissance painting. I’d have to agree."
        }
      ]
    },
    {
      "slug": "movie-5",
      "title": "Just Go With It",
      "url": "https://www.imdb.com/title/tt1564367/?ref_=fn_all_ttl_1",
      "date": "February 11, 2011",
      "image": "just-go-with-it.jpg",
      "quote": "“Mom, before we go can I make a Devlin?”",
      "post": [
        {
          "type": "text",
          "value": "Our family are big Adam Sandler fans and “Just Go With It” is probably our collective favorite. My sister discovered this movie when she stayed home sick from elementary school and was trying to find something to watch. A few weeks later, my dad was in the living room, switching through channels on the TV when my sister said “Hey, Just Go With It! That’s a good movie,” which shocked my dad since he didn’t know how she had seen it in the first place. We finally watched it as a family and it quickly became part of our top favorite movies list."
        },
        {
          "type": "text",
          "value": "Adam Sandler plays a plastic surgeon, who lies about being married/on the verge of divorce to sleep with women. Sandler meets a young woman, a teacher, who finds out his secret and leaves him. In order to get her back, Sandler creates an even bigger lie and ropes in his assistant, Jennifer Anniston, and her two children, to become his fake family as they go on a big family vacation in Hawaii."
        },
        {
          "type": "text",
          "value": "Jennifer Aniston and Adam Sandler have such easy chemistry that when they have fun in the film, so do you."
        }
      ]
    }
  ]
}
